Repository: ZenKrow11/salesappMVP-1.1
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it

source: Account
de: Konto
fr: Compte

# accountStatusFree
source: Free User
de: Kostenloser Benutzer

# accountStatusPremium
source: Premium Member
de: Premium-Mitglied

# adPlaceholder
source: Ad Placeholder 300 x 250
de: Werbeplatzhalter 300 x 250
fr: Espace publicitaire 300 x 250
it: Segnaposto Annuncio 300 x 250

source: Add
de: HINZUFÜGEN

source: ADDED
de: HINZUGEFÜGT

source: Added to active list
de: Zur aktiven Liste hinzugefügt
fr: Ajouté à la liste active
it: Aggiunto alla lista attiva

# addedTo
source: Added to "{listName}"
de: Zu "{listName}" hinzugefügt
fr: Ajouté à "{listName}"
it: Aggiunto a "{listName}"

source: Add to list
de: Zur Liste hinzufügen

source: An unknown error occurred
de: Ein unbekannter Fehler ist aufgetreten
fr: Une erreur inconnue est survenue
it: Si è verificato un errore sconosciuto

source: An unexpected error occurred.
de: Ein unerwarteter Fehler ist aufgetreten.
fr: Une erreur inattendue est survenue.
it: Si è verificato un errore inaspettato.

source: APPLY
de: ANWENDEN
fr: APPLIQUER
it: APPLICA

source: Cancel
de: Abbrechen
fr: Annuler
it: Annulla

source: Categories
de: Kategorien
fr: Catégories
it: Categorie

# categoryAlcoholicBeverages
source: Alcoholic Beverages
de: Alkoholische Getränke
fr: Boissons alcoolisées
it: Bevande alcoliche

# categoryBakingIngredients
source: Baking Ingredients
de: Backzutaten
fr: Ingrédients de boulangerie
it: Ingredienti per dolci

# categoryBeefVeal
source: Beef & Veal
de: Rind- & Kalbfleisch
fr: Bœuf & Veau
it: Manzo e Vitello

# categoryBeer
source: Beer
de: Bier
fr: Bière
it: Birra

# categoryBeverages
source: Beverages
de: Getränke

# categoryBread
source: Bread
de: Brot
fr: Pain
it: Pane

# categoryBreadBakery
source: Bread & Bakery
de: Brot & Backwaren
fr: Pain & Boulangerie
it: Pane e prodotti da forno

# categoryButterEggs
source: Butter & Eggs
de: Butter & Eier
fr: Beurre & Œufs
it: Burro e Uova

# categoryCannedGoodsOilsSaucesSpices
source: Cans, Oils, Sauces & Spices
de: Konserven, Öle, Saucen & Gewürze
fr: Conserves, Huiles, Sauces & Épices
it: Scatolame, Oli, Salse e Spezie

# categoryCerealsGrains
source: Cereals & Grains
de: Müsli & Getreide
fr: Céréales
it: Cereali

# categoryCheese
source: Cheese
de: Käse
fr: Fromage
it: Formaggio

# categoryChipsNuts
source: Chips & Nuts
de: Chips & Nüsse
fr: Chips & Noix
it: Patatine e Frutta a guscio

# categoryChocolateCookies
source: Chocolate & Cookies
de: Schokolade & Kekse
fr: Chocolat & Biscuits
it: Cioccolato e Biscotti

# categoryCoffeeTeaCocoa
source: Coffee, Tea & Cocoa
de: Kaffee, Tee & Kakao
fr: Café, Thé & Cacao
it: Caffè, Tè e Cacao

# categoryConvenienceReadyMeals
source: Convenience & Ready Meals
de: Convenience & Fertiggerichte
fr: Plats préparés & Convenience
it: Piatti pronti e Convenience

# categoryCustom
source: My Items
de: Meine Artikel

# categoryDairyEggs
source: Dairy & Eggs
de: Milchprodukte & Eier
fr: Produits laitiers & Œufs
it: Latticini e Uova

# categoryFishMeat
source: Fish & Meat
de: Fisch & Fleisch
fr: Poisson & Viande
it: Pesce e Carne

# categoryFishSeafood
source: Fish & Seafood
de: Fisch & Meeresfrüchte
fr: Poisson & Fruits de mer
it: Pesce e Frutti di mare

# categoryFrozenProductsSoups
source: Frozen Products & Soups
de: Tiefkühlprodukte & Suppen
fr: Produits surgelés & Soupes
it: Surgelati e Zuppe

# categoryFruits
source: Fruits
de: Früchte
it: Frutta

# categoryFruitsVegetables
source: Fruits & Vegetables
de: Früchte & Gemüse
fr: Fruits & Légumes
it: Frutta e Verdura

# categoryHoneyJamSpreads
source: Honey, Jam & Spreads
de: Honig, Konfitüre & Brotaufstriche
fr: Miel, Confiture & Pâtes à tartiner
it: Miele, Marmellata e Creme spalmabili

# categoryIceCreamSweets
source: Ice Cream & Sweets
de: Eis & Süsswaren
fr: Glaces & Confiseries
it: Gelati e Dolciumi

# categoryMeatMixesAssorted
source: Meat Mixes & Assorted
de: Fleischmischungen & Sonstiges
fr: Mélanges de viande & Divers
it: Misti di carne e Assortiti

# categoryMilkDairyProducts
source: Milk & Dairy Products
de: Milch & Milchprodukte
fr: Lait & Produits laitiers
it: Latte e Latticini

# categoryOther
source: Other
de: Sonstiges
fr: Autre
it: Altro

# categoryPantry
source: Pantry
de: Vorratsschrank
fr: Garde-manger
it: Dispensa

# categoryPastriesDesserts
source: Pastries & Desserts
de: Gebäck & Desserts
fr: Pâtisseries & Desserts
it: Pasticceria e Dessert

# categoryPork
source: Pork
de: Schweinefleisch
fr: Porc
it: Maiale

# categoryPoultry
source: Poultry
de: Geflügel
fr: Volaille
it: Pollame

# categoryRicePasta
source: Rice & Pasta
de: Reis & Teigwaren
fr: Riz & Pâtes
it: Riso e Pasta

# categorySaltySnacksSweets
source: Salty Snacks & Sweets
de: Salzige Snacks & Süsswaren
fr: Snacks salés & Sucreries
it: Snack salati e Dolciumi

# categorySausagesColdCuts
source: Sausages & Cold Cuts
de: Wurst & Aufschnitt
fr: Saucisses & Charcuterie
it: Salsicce e Salumi

# categorySnacksAppetizers
source: Snacks & Appetizers
de: Snacks & Apéro
fr: Snacks & Apéritifs
it: Snack e Aperitivi

# categorySpecialDiet
source: Special Diet
de: Spezialernährung
fr: Alimentation spéciale
it: Alimentazione speciale

# categorySpiritsAssorted
source: Spirits & Assorted
de: Spirituosen & Sonstiges
fr: Spiritueux & Divers
it: Superalcolici e Assortiti

# categoryUncategorized
source: Uncategorized
de: Unkategorisiert
fr: Non catégorisé
it: Non categorizzato

# categoryVeganProducts
source: Vegan Products
de: Vegane Produkte
fr: Produits végétaliens
it: Prodotti vegani

# categoryVegetables
source: Vegetables
de: Gemüse
fr: Légumes
it: Verdura

# categoryWaterJuices
source: Water & Juices
de: Wasser & Säfte
fr: Eau & Jus
it: Acqua e Succhi

# categoryWinesSparklingWines
source: Wines & Sparkling Wines
de: Weine & Schaumweine
fr: Vins & Mousseux
it: Vini e Spumanti

source: Change Password
de: Passwort ändern
fr: Changer le mot de passe
it: Cambia password

source: Check item
de: Artikel abhaken
fr: Cocher l'article
it: Spunta articolo

# clearAllButton
source: Clear All
de: Alle löschen

# clearAllButtonLabel
source: Clear All Items
de: Alle Artikel löschen

# clearAllConfirmationBody
source: This will permanently remove ALL items from your current list. This action cannot be undone.
de: Dies wird ALLE Artikel dauerhaft aus deiner aktuellen Liste entfernen. Diese Aktion kann nicht rückgängig gemacht werden.

# clearAllConfirmationTitle
source: Clear All Items?
de: Alle Artikel löschen?

source: CLOSE
de: SCHLIESSEN

source: Continue with Google
de: Mit Google fortfahren
fr: Continuer avec Google
it: Continua con Google

source: Could not open product link
de: Produktlink konnte nicht geöffnet werden
fr: Impossible d'ouvrir le lien du produit
it: Impossibile aprire il link del prodotto

source: Create Account
de: Konto erstellen
fr: Créer un compte
it: Crea account

# createAndAddItem
source: CREATE & ADD ITEM
de: ERSTELLEN & HINZUFÜGEN
fr: CRÉER ET AJOUTER
it: CREA E AGGIUNGI

source: CREATE AND SELECT
de: ERSTELLEN UND AUSWÄHLEN
fr: CRÉER ET SÉLECTIONNER
it: CREA E SELEZIONA

source: Create Custom Item
de: Eigenen Artikel erstellen
fr: Créer un article personnalisé
it: Crea articolo personalizzato

# createCustomListsWithPremium
source: Create up to {count} custom lists with Premium.
de: Erstelle bis zu {count} eigene Listen mit Premium.
fr: Créez jusqu'à {count} listes personnalisées avec Premium.
it: Crea fino a {count} liste personalizzate con Premium.

source: CREATE ITEM
de: ARTIKEL ERSTELLEN
fr: CRÉER L'ARTICLE
it: CREA ARTICOLO

source: Create New
de: Neu erstellen
fr: Créer
it: Crea nuovo

# createdAndSelectedList
source: Created and selected list "{listName}"
de: Liste "{listName}" erstellt und ausgewählt

source: Current Password
de: Aktuelles Passwort
fr: Mot de passe actuel
it: Password attuale

source: Custom Category (Premium)
de: Eigene Kategorie (Premium)
fr: Catégorie personnalisée (Premium)
it: Categoria personalizzata (Premium)

source: Custom Item
de: Eigener Artikel

# customItemLimitReached
source: You have reached your limit of {count} custom items.
de: Du hast dein Limit von {count} eigenen Artikeln erreicht.
fr: Vous avez atteint votre limite de {count} articles personnalisés.
it: Hai raggiunto il limite di {count} articoli personalizzati.

source: Custom Items
de: Eigene Artikel

# customItemsEmpty
source: You haven't created any custom items yet.
de: Du hast noch keine eigenen Artikel erstellt.

source: Danger Zone
de: Gefahrenzone
fr: Zone de danger
it: Area pericolosa

# dealExpired
source: Expired
de: Abgelaufen

source: Decrease quantity
de: Menge verringern
fr: Diminuer la quantité
it: Diminuisci quantità

# defaultListIsBeingPrepared
source: Your default list is being prepared...
de: Deine Standardliste wird vorbereitet...
fr: Votre liste par défaut est en cours de préparation...
it: La tua lista predefinita è in preparazione...

source: Delete
de: Löschen
fr: Supprimer
it: Elimina

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
it: Elimina account

# deleteAccountConfirmationBody
source: This action is permanent and cannot be undone. All your lists and data will be lost. Please enter your password to confirm.
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden. Alle deine Listen und Daten gehen verloren. Bitte gib dein Passwort zur Bestätigung ein.
fr: Cette action est permanente et ne peut être annulée. Toutes vos listes et données seront perdues. Veuillez entrer votre mot de passe pour confirmer.
it: Questa azione è permanente e non può essere annullata. Tutte le tue liste e i tuoi dati andranno persi. Inserisci la tua password per confermare.

# deleteItemConfirmationBody
source: This will permanently remove the item from your library.
de: Dadurch wird der Artikel dauerhaft aus Deiner Bibliothek entfernt.

# deleteItemConfirmationTitle
source: Delete "{itemName}"?
de: "{itemName}" löschen?

# deleteListConfirmationBody
source: This action is permanent and cannot be undone.
de: Diese Aktion ist dauerhaft und kann nicht rückgängig gemacht werden.
fr: Cette action est permanente et ne peut être annulée.
it: Questa azione è permanente e non può essere annullata.

# deleteListConfirmationTitle
source: Delete "{listName}"?
de: "{listName}" löschen?
fr: Supprimer "{listName}" ?
it: Eliminare "{listName}"?

source: DELETE PERMANENTLY
de: DAUERHAFT LÖSCHEN
fr: SUPPRIMER DÉFINITIVEMENT
it: ELIMINA DEFINITIVAMENTE

source: Display Name
de: Anzeigename
fr: Nom d'affichage
it: Nome visualizzato

source: Edit Custom Item
de: Eigenen Artikel bearbeiten
fr: Modifier l'article personnalisé
it: Modifica articolo personalizzato

source: Edit Profile
de: Profil bearbeiten
fr: Modifier le profil
it: Modifica profilo

source: Email Address
de: E-Mail-Adresse
fr: Adresse e-mail
it: Indirizzo email

source: Enter new list name
de: Neuen Listennamen eingeben
fr: Saisir un nouveau nom de liste
it: Inserisci nuovo nome lista

# error
source: Error: {error}
de: Fehler: {error}
fr: Erreur : {error}
it: Errore: {error}

source: Error: Could not load data.
de: Fehler: Daten konnten nicht geladen werden.

# errorLoadingList
source: Error loading list: {error}
de: Fehler beim Laden der Liste: {error}
fr: Erreur lors du chargement de la liste : {error}
it: Errore nel caricamento della lista: {error}

source: Error loading profile
de: Fehler beim Laden des Profils
fr: Erreur lors du chargement du profil
it: Errore nel caricamento del profilo

# errorSavingItem
source: Error saving item: {error}
de: Fehler beim Speichern des Artikels: {error}
fr: Erreur lors de l'enregistrement de l'article : {error}
it: Errore nel salvataggio dell'articolo: {error}

source: Failed to send reset email.
de: Zurücksetzen-E-Mail konnte nicht gesendet werden.
fr: Échec de l'envoi de l'e-mail de réinitialisation.
it: Impossibile inviare l'email di reimpostazione.

# fatalError
source: Fatal Error: {error}
de: Fataler Fehler: {error}
fr: Erreur fatale : {error}
it: Errore fatale: {error}

# featureNotImplemented
source: {featureName} is not yet implemented.
de: {featureName} ist noch nicht implementiert.
fr: {featureName} n'est pas encore implémenté.
it: {featureName} non è ancora implementato.

source: Filter by Store
de: Nach Geschäft filtern

source: Filter Products
de: Produkte filtern
fr: Filtrer les produits
it: Filtra prodotti

source: Finish
de: Abschliessen
fr: Terminer
it: Fine

# finishShoppingBody
source: Do you want to remove the checked items from your list or keep everything?
de: Möchtest du die abgehakten Artikel von deiner Liste entfernen?
fr: Voulez-vous retirer de votre liste les articles que vous avez cochés ?
it: Vuoi rimuovere dalla lista gli articoli che hai spuntato?

# finishShoppingTitle
source: Finish Shopping?
de: Einkauf abschliessen?
fr: Terminer les courses ?
it: Terminare la spesa?

source: Forgot Password?
de: Passwort vergessen?
fr: Mot de passe oublié ?
it: Password dimenticata?

source: Hide checked items
de: Abgehakte Artikel ausblenden

source: Increase quantity
de: Menge erhöhen
fr: Augmenter la quantité
it: Aumenta quantità

source: Initializing...
de: Initialisiere...
fr: Initialisation...
it: Inizializzazione...

# itemAddedToList
source: "{itemName}" added to list.
de: '{itemName}' zu {listName} hinzugefügt.

# itemDeleted
source: "{itemName}" deleted.
de: "{itemName}" gelöscht.

# itemLimitReachedBody
source: Your list contains {currentItems} items, but the maximum is {limit}. Please remove some items to continue.
de: Deine Liste enthält {currentItems} Artikel, das Maximum ist jedoch {limit}. Bitte entferne einige Artikel, um fortzufahren.

# itemLimitReachedTitle
source: Item Limit Reached
de: Artikellimit erreicht

source: Item Name
de: Artikelname
fr: Nom de l'article
it: Nome articolo

# itemSavedSuccessfully
source: "{itemName}" saved successfully.
de: "{itemName}" erfolgreich gespeichert.
fr: "{itemName}" enregistré avec succès.
it: "{itemName}" salvato con successo.

# itemsLabel
source: Items
de: Artikel

source: Keep All Items
de: Alle Artikel behalten
fr: Conserver tous les articles
it: Mantieni tutti gli articoli

# listIsEmpty
source: This list is empty. Double-tap an item on the sales page to add it.
de: Diese Liste ist leer. Doppeltippe auf ein Produkt auf der Aktionsseite, um es hinzuzufügen.
fr: Cette liste est vide. Double-cliquez sur un article sur la page des promotions pour l'ajouter.
it: Questa lista è vuota. Tocca due volte un articolo nella pagina delle offerte per aggiungerlo.

source: List Options
de: Listenoptionen
fr: Options de la liste
it: Opzioni lista

# loadingAllSet
source: All set!
de: Alles bereit!

# loadingCheckingUpdates
source: Checking for updates...
de: Suche nach Updates...

# loadingDownloadingDeals
source: Downloading latest deals...
de: Neueste Angebote werden heruntergeladen...

# loadingFromCache
source: Loading from local cache...
de: Lade aus dem lokalen Cache...

# loadingInitializing
source: Initializing...
de: Initialisiere...

# loadingPreparingStorage
source: Preparing local storage...
de: Lokaler Speicher wird vorbereitet...

source: Login
de: Anmelden
fr: Connexion
it: Accedi

source: Logout
de: Abmelden
fr: Déconnexion
it: Esci

# logoutConfirmation
source: Are you sure you want to logout?
de: Möchtest du dich wirklich abmelden?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?

# manageCustomItemsTitle
source: Manage Custom Items
de: Eigene Artikel verwalten
fr: Gérer les articles personnalisés
it: Gestisci articoli personalizzati

source: Manage Items
de: Artikel verwalten
fr: Gérer les articles
it: Gestisci articoli

# manageItemsTitle
source: Manage Items
de: Artikel verwalten

source: Manage Lists
de: Listen verwalten
fr: Gérer les listes
it: Gestisci liste

source: Manage My Lists
de: Meine Listen verwalten
fr: Gérer mes listes
it: Gestisci le mie liste

source: Manage Subscription
de: Abonnement verwalten
fr: Gérer l'abonnement
it: Gestisci abbonamento

# maximumListsReached
source: You have reached the maximum of {count} lists.
de: Du hast das Maximum von {count} Listen erreicht.
fr: Vous avez atteint le maximum de {count} listes.
it: Hai raggiunto il numero massimo di {count} liste.

source: More Options
de: Weitere Optionen

source: My Items
de: Meine Artikel
fr: Mes articles
it: I miei articoli

source: My Lists
de: Meine Listen
fr: Mes listes
it: Le mie liste

# navAccount
source: Account
de: Konto
fr: Compte

# navAllSales
source: All Sales
de: Alle Aktionen
fr: Promotions
it: Offerte

# navLists
source: Lists
de: Listen
fr: Listes
it: Liste

source: New Password
de: Neues Passwort
fr: Nouveau mot de passe
it: Nuova password

source: No email available
de: Keine E-Mail-Adresse verfügbar
fr: Aucune adresse e-mail disponible
it: Nessuna email disponibile

# noProductsFound
source: No products found matching your criteria.
de: Keine Produkte gefunden, die deinen Kriterien entsprechen.
fr: Aucun produit trouvé correspondant à vos critères.
it: Nessun prodotto trovato che corrisponda ai tuoi criteri.

# noProductsMatchFilter
source: No products match your current filter
de: Keine Produkte entsprechen deinem aktuellen Filter

# noSubcategoriesAvailable
source: No specific subcategories available for the selected category.
de: Keine spezifischen Unterkategorien für die gewählte Kategorie verfügbar.
fr: Aucune sous-catégorie spécifique disponible pour la catégorie sélectionnée.
it: Nessuna sottocategoria specifica disponibile per la categoria selezionata.

# noUserSignedIn
source: No user is currently signed in.
de: Aktuell ist kein Benutzer angemeldet.
fr: Aucun utilisateur n'est actuellement connecté.
it: Nessun utente ha effettuato l'accesso.

source: Notifications
de: Benachrichtigungen
it: Notifiche

source: OR
de: ODER
fr: OU
it: OPPURE

# orSelectMainCategory
source: Or select a main category below:
de: Oder wähle unten eine Hauptkategorie aus:
fr: Ou sélectionnez une catégorie principale ci-dessous :
it: Oppure seleziona una categoria principale qui sotto:

source: Organize List
de: Liste organisieren

source: Password
de: Passwort
fr: Mot de passe

source: Password changed successfully!
de: Passwort erfolgreich geändert!
fr: Mot de passe modifié avec succès !
it: Password cambiata con successo!

# passwordResetEmailSent
source: Password reset email sent to {email}
de: E-Mail zum Zurücksetzen des Passworts an {email} gesendet
fr: E-mail de réinitialisation du mot de passe envoyé à {email}
it: Email per il ripristino della password inviata a {email}

# passwordTooShort
source: Password must be at least {count} characters long.
de: Das Passwort muss mindestens {count} Zeichen lang sein.
fr: Le mot de passe doit contenir au moins {count} caractères.
it: La password deve contenere almeno {count} caratteri.

# pleaseEnterCurrentPassword
source: Please enter your current password
de: Bitte gib dein aktuelles Passwort ein
fr: Veuillez saisir votre mot de passe actuel
it: Inserisci la tua password attuale

# pleaseEnterEmail
source: Please enter an email address.
de: Bitte gib eine E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail.
it: Inserisci un indirizzo email.

# pleaseEnterItemName
source: Please enter an item name.
de: Bitte gib einen Artikelnamen ein.
fr: Veuillez saisir un nom d'article.
it: Inserisci un nome per l'articolo.

# pleaseEnterNewPassword
source: Please enter a new password
de: Bitte gib ein neues Passwort ein
fr: Veuillez saisir un nouveau mot de passe
it: Inserisci una nuova password

# pleaseEnterPassword
source: Please enter your password.
de: Bitte gib dein Passwort ein.
fr: Veuillez saisir votre mot de passe.
it: Inserisci la tua password.

# pleaseEnterValidEmail
source: Please enter a valid email address.
de: Bitte gib eine gültige E-Mail-Adresse ein.
fr: Veuillez saisir une adresse e-mail valide.
it: Inserisci un indirizzo email valido.

# pleaseSelectCategory
source: Please select a category.
de: Bitte wähle eine Kategorie aus.
fr: Veuillez sélectionner une catégorie.
it: Seleziona una categoria.

# pleaseSelectCategoryFirst
source: Please select a category first to see available subcategories.
de: Bitte wähle zuerst eine Kategorie aus, um verfügbare Unterkategorien zu sehen.
fr: Veuillez d'abord sélectionner une catégorie pour voir les sous-catégories disponibles.
it: Seleziona prima una categoria per vedere le sottocategorie disponibili.

# premiumFeatureListsBody
source: Unlock the ability to create and manage multiple shopping lists by upgrading to Premium.
de: Schalte die Fähigkeit frei, mehrere Einkaufslisten zu erstellen und zu verwalten, indem du auf Premium upgradest.

# premiumFeatureListsTitle
source: Create More Lists
de: Mehr Listen erstellen

# purgeButton
source: Purge
de: Entfernen

# purgeButtonLabel
source: Purge Expired
de: Abgelaufene entfernen

# purgeExpiredConfirmationBody
source: This will remove all expired (greyed-out) items from your list. This cannot be undone.
de: Dies entfernt alle abgelaufenen (ausgegrauten) Artikel aus deiner Liste. Dies kann nicht rückgängig gemacht werden.

# purgeExpiredConfirmationTitle
source: Purge Expired?
de: Abgelaufene entfernen?

source: Remember me
de: Angemeldet bleiben
fr: Se souvenir de moi
it: Ricordami

source: Remove
de: Entfernen

source: Remove Checked Items
de: Abgehakte Artikel entfernen
fr: Supprimer les articles cochés
it: Rimuovi articoli spuntati

# removedFrom
source: Removed from "{listName}"
de: Von "{listName}" entfernt
fr: Retiré de "{listName}"
it: Rimosso da "{listName}"

source: Removed from list
de: Von der Liste entfernt
fr: Retiré de la liste
it: Rimosso dalla lista

# removedItem
source: Removed "{itemName}"
de: "{itemName}" entfernt
fr: "{itemName}" retiré
it: "{itemName}" rimosso

source: RESET
de: ZURÜCKSETZEN
fr: RÉINITIALISER
it: AZZERA

source: Reset Password
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
it: Reimposta password

# resetPasswordInstructions
source: Enter your email address and we will send you a link to reset your password.
de: Gib deine E-Mail-Adresse ein und wir senden dir einen Link, um dein Passwort zurückzusetzen.
fr: Saisissez votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it: Inserisci il tuo indirizzo email e ti invieremo un link per reimpostare la tua password.

source: Save
de: Speichern
fr: Enregistrer
it: Salva

source: SAVE CHANGES
de: ÄNDERUNGEN SPEICHERN
fr: ENREGISTRER LES MODIFICATIONS
it: SALVA MODIFICHE

source: Saved
de: Gespart
fr: Économisé
it: Risparmiato

source: Search
de: Suchen
fr: Rechercher
it: Cerca

source: Search Products
de: Produkte suchen
fr: Rechercher des produits
it: Cerca prodotti

# searchProductsHint
source: Search products...
de: Produkte suchen...
fr: Rechercher des produits...
it: Cerca prodotti...

source: Select Category
de: Kategorie auswählen
fr: Sélectionner une catégorie
it: Seleziona categoria

source: Select List
de: Liste auswählen
fr: Sélectionner une liste
it: Seleziona lista

source: Send Email
de: E-Mail senden
fr: Envoyer l'e-mail
it: Invia Email

source: Settings
de: Einstellungen
fr: Paramètres
it: Impostazioni

source: Shop
de: Einkaufen

# shoppingListEmpty
source: Your shopping list is empty.
de: Deine Einkaufsliste ist leer.
fr: Votre liste de courses est vide.
it: La tua lista della spesa è vuota.

source: Shopping Mode
de: Einkaufsmodus
fr: Mode courses
it: Modalità spesa

source: Show checked items
de: Abgehakte Artikel anzeigen

# showMore
source: Show {count} more
de: {count} weitere anzeigen
fr: Afficher {count} de plus
it: Mostra altri {count}

source: Sign Up
de: Registrieren
fr: S'inscrire
it: Registrati

source: Sort
de: Sortieren
fr: Trier
it: Ordina

source: Sort By
de: Sortieren nach
fr: Trier par
it: Ordina per

# sortDiscountHighToLow
source: Discount: High-Low
de: Rabatt: Hoch-Tief
fr: Remise : Élevée-Faible
it: Sconto: Alto-Basso
