Repository: ZenKrow11/salesappMVP-1.1
Catalog: lib/l10n/app_*.arb
Languages: de, fr, it

# sortDiscountLowToHigh
source: Discount: Low-High
de: Rabatt: Tief-Hoch
fr: Remise : Faible-Élevée
it: Sconto: Basso-Alto

# sortPriceHighToLow
source: Price: High-Low
de: Preis: Hoch-Tief
fr: Prix : Élevé-Faible
it: Prezzo: Alto-Basso

# sortPriceLowToHigh
source: Price: Low-High
de: Preis: Tief-Hoch
fr: Prix : Faible-Élevé
it: Prezzo: Basso-Alto

# sortProductAZ
source: Product: A-Z
de: Produkt: A-Z
fr: Produit : A-Z
it: Prodotto: A-Z

# sortStoreAZ
source: Store: A-Z
de: Geschäft: A-Z
fr: Magasin : A-Z
it: Negozio: A-Z

source: Stores
de: Geschäfte
fr: Magasins
it: Negozi

source: Subcategories
de: Unterkategorien
fr: Sous-catégories
it: Sottocategorie

source: Theme
de: Design
fr: Thème
it: Tema

# tooltipManageListItems
source: Manage list items
de: Listeneinträge verwalten

# tooltipShowAsGrid
source: Show as grid
de: Als Gitter anzeigen

# tooltipShowAsList
source: Show as list
de: Als Liste anzeigen

source: Uncheck All Items
de: Alle Haken entfernen
fr: Décocher tous les articles
it: Deseleziona tutti

source: Uncheck item
de: Haken entfernen
fr: Décocher l'article
it: Deseleziona articolo

source: UPDATE PASSWORD
de: PASSWORT AKTUALISIEREN
fr: METTRE À JOUR LE MOT DE PASSE
it: AGGIORNA PASSWORD

# upgradeButton
source: Upgrade Now
de: Jetzt upgraden

source: Upgrade Now
de: Jetzt upgraden
fr: Mettre à niveau
it: Fai l'upgrade ora

# upgradeToPremiumAction
source: Upgrade to Premium
de: Auf Premium upgraden

# upgradeToPremiumFeature1
source: • Unlimited Shopping Lists
de: • Unbegrenzte Einkaufslisten

# upgradeToPremiumFeature2
source: • Unlimited Custom Items
de: • Unbegrenzte benutzerdefinierte Artikel

# upgradeToPremiumFeature3
source: • Ad-Free Experience
de: • Werbefreies Erlebnis

# upgradeToPremiumTitle
source: Upgrade to Premium
de: Auf Premium upgraden

source: User
de: Benutzer
fr: Utilisateur
it: Utente

source: Using custom category above
de: Eigene Kategorie oben wird verwendet
fr: Utilisation de la catégorie personnalisée ci-dessus
it: Uso della categoria personalizzata sopra

# validFrom
source: Valid from {fromDate}
de: Gültig ab {fromDate}
fr: Valable dès le {fromDate}
it: Valido dal {fromDate}

# validFromTo
source: Valid from {fromDate} to {toDate}
de: Gültig vom {fromDate} bis {toDate}
fr: Valable du {fromDate} au {toDate}
it: Valido dal {fromDate} al {toDate}

# validUntil
source: Valid until {toDate}
de: Gültig bis {toDate}
fr: Valable jusqu'au {toDate}
it: Valido fino al {toDate}

source: Validity unknown
de: Gültigkeit unbekannt
fr: Validité inconnue
it: Validità sconosciuta

source: Welcome to {appName}
de: Willkommen bei {appName}
fr: Bienvenue sur {appName}
it: Benvenuto in {appName}

# categorySoftDrinksEnergyDrinks
source: Soft Drinks & Energy Drinks
fr: Sodas & Boissons énergisantes
it: Bibite e Bevande energetiche

# defaultListName
source: Merkliste
fr: Liste de courses
it: Lista della spesa

source: Filter
fr: Filtre
it: Filtro

source: Total
it: Totale
